[

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"They say that the peepul tree, which has its roots upward and its branches downward, and of which the Vedas are the leaves, is imperishable. He who realizes it is a knower of the Vedas.\"",
    "id": 3861,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 552,
    "verse_id": 552
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The branches of that Tree, extending downwards and upwards, are strengthened by the qualities and have sense-objects as their shoots. And the roots, which are followed by actions, spread downwards in the human world [According to A.G. and M.S. manusya-loke means a body distinguished by Brahminhood etc.].",
    "id": 3868,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 553,
    "verse_id": 553
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The nature of this is not perceived in that way, nor its end, nor its beginning, nor its center (middle). Cutting this holy fig tree, with its firmly and variedly grown roots, by means of the sharp (or strong) axe of non-attachment;",
    "id": 3877,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 554,
    "verse_id": 554
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Thereafter, that state must be sought, going where they do not return again: I take refuge in that Primeval Person Himself, from whom the eternal Manifestation has ensued.",
    "id": 3882,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 555,
    "verse_id": 555
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Without the delusion of perverse notions concerning the self, victorious over the evil of attachment, ever devoted to the Self, turned away from desires and liberated from dualities such as pleasure and pain, the undeluded go to that imperishable state.",
    "id": 3888,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 556,
    "verse_id": 556
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That supreme light, upon reaching which they do not return any more, is Mine; neither the sun nor the moon nor the fire illuminates It.",
    "id": 3895,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 557,
    "verse_id": 557
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "It is indeed a part of Mine that, becoming the eternal individual soul in the region of living beings, draws the organs, which have the mind as their sixth, and which abide in Nature.",
    "id": 3903,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 558,
    "verse_id": 558
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "When the Lord, as the individual soul, obtains a body and when He leaves it, He takes these with Him, just as the wind takes the scents from their seats (flowers, etc.).",
    "id": 3911,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 559,
    "verse_id": 559
  },
  {
  "authorName": "Swami Adidevananda",
  "author_id": 18,
  "description": "Presiding over the ear, the eye, the sense of touch, the tongue, the nose, and the mind, It experiences these objects of the senses.",
  "id": 3916,
  "lang": "english",
  "language_id": 1,
  "verseNumber": 560,
  "verse_id": 560
},
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Persons who are diversely deluded do not see it even when it is leaving, residing, experiencing, or in association with the qualities; those with the eye of knowledge see.",
    "id": 3924,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 561,
    "verse_id": 561
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And the diligent yogis see this one existing within themselves. The non-discriminating ones who lack self-control, however, do not see this one, even though they are diligent.",
    "id": 3931,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 562,
    "verse_id": 562
  },
  {
  "authorName": "Dr. S. Sankaranarayan",
  "author_id": 20,
  "description": "That light which is found in the sun, which is in the moon, and which is also in fire—illuminating the entire world—know that light to be of Mine.",
  "id": 3940,
  "lang": "english",
  "language_id": 1,
  "verseNumber": 563,
  "verse_id": 563
},
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And entering the Earth, I sustain the beings through My power; and nourish all the plants by becoming Soma, which is of the nature of sap.",
    "id": 3945,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 564,
    "verse_id": 564
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Becoming the digestive fire, I function within the bodies of all living beings. In union with the inward and outward breath, I digest the four kinds of food.",
    "id": 3951,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 565,
    "verse_id": 565
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And I am seated in the hearts of all. From Me come memory, knowledge, and their loss. I alone am the object to be known through all the Vedas; I am also the originator of the Vedanta, and I Myself am the knower of the Vedas.",
    "id": 3959,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 566,
    "verse_id": 566
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "There are two kinds of persons spoken of in the sastra: the perishable (ksara) and the imperishable (aksara). All beings are perishable, while the imperishable is called the unchanging (kutastha).",
    "id": 3965,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 567,
    "verse_id": 567
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "There is a Supreme Person other than these. He is referred to as the Supreme Self (Paramatma) in all the Vedas. He, as the Immutable One and the Lord, enters the threefold world and supports it.",
    "id": 3972,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 568,
    "verse_id": 568
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Because I transcend the perishable person and am also higher than the imperishable one, therefore I am referred to in the Smrti and the Veda as the Supreme Person (Purusotama).",
    "id": 3979,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 569,
    "verse_id": 569
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O scion of the Bharata dynasty, he who, being free from delusion, knows Me, the supreme Person, thus, is all-knowing and adores Me with his whole being.",
    "id": 3987,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 570,
    "verse_id": 570
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O sinless one, I have thus uttered this most secret scripture. Understanding this, one becomes wise and fulfills their duties, O scion of the Bharata dynasty.",
    "id": 3994,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 571,
    "verse_id": 571
  }

]