[

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "This is the royal science, the royal secret, the supreme purifier, realizable by direct intuitive knowledge, according to righteousness, very easy to perform and imperishable.",
    "id": 2378,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 340,
    "verse_id": 340
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O destroyer of foes, those who are disregarding this Dharma (knowledge of the Self) certainly go round and round, without reaching Me, along the path of transmigration which is fraught with death.",
    "id": 2384,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 341,
    "verse_id": 341
  },


  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "This whole world is pervaded by Me in My unmanifest form. All beings exist in Me, but I am not contained within them!",
    "id": 2391,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 342,
    "verse_id": 342
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Nor do beings exist in Me (in reality); behold, My divine Yoga, which supports all beings, but does not dwell in them, is My Self, the efficient cause of beings.",
    "id": 2399,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 343,
    "verse_id": 343
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Understand thus that just as the voluminous wind, moving everywhere, is ever present in space, similarly all beings abide in Me.",
    "id": 2405,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 344,
    "verse_id": 344
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "All beings, O Arjuna, enter into My Prakriti at the end of a cycle of time; again, I send them forth at the beginning of a cycle of time.",
    "id": 2411,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 345,
    "verse_id": 345
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Keeping My own prakṛti under control, I project forth again and again this multitude of beings, which are powerless due to the influence of their own nature.",
    "id": 2419,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 346,
    "verse_id": 346
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O Dhananjaya, those actions do not bind Me, for I remain unconcerned and unattached to them.",
    "id": 2426,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 347,
    "verse_id": 347
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Under Me as the supervisor, the Prakrti produces the world of the moving and the non-moving things. Owing to this, O son of Kunti, the world revolves.",
    "id": 2433,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 348,
    "verse_id": 348
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Not knowing My supreme nature as the Lord of all beings, foolish people disregard Me, who have taken a human form.",
    "id": 2440,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 349,
    "verse_id": 349
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Senseless people have a nature that is deluding and similar to that of rakshasas and asuras. Their hopes are futile, their actions are futile, and their knowledge is futile.",
    "id": 2446,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 350,
    "verse_id": 350
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "But the great-souled ones, O Arjuna, who are associated with My divine nature, worship Me with an unwavering mind, knowing Me to be the immutable source of all beings.",
    "id": 2453,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 351,
    "verse_id": 351
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Always glorifying Me, striving, firm in their vows, prostrating themselves before Me, they worship Me with steadfast devotion.",
    "id": 2462,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 352,
    "verse_id": 352
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Others indeed worship Me by exclusively adoring through the sacrifice of the knowledge of oneness; (others worship Me) in many ways, and (others) as the multiform existing in various forms.",
    "id": 2468,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 353,
    "verse_id": 353
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "I am Kratu; I am Yajna; I am the offering to the manes; I am the medicinal herbs and all plants; I am the Mantra; I am also the ghee or melted butter; I am the fire; I am the oblation.",
    "id": 2476,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 354,
    "verse_id": 354
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "I am the father of this world, the mother, the dispenser of the fruits of actions, and the grandfather; the one thing to be known, the purifier, the sacred monosyllable (Om), and also the Rik, Sama, and Yajur Vedas.",
    "id": 2483,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 355,
    "verse_id": 355
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I am the goal, the supporter, the Lord, the witness, the abode, the refuge, and the friend. I am the origin, the dissolution, the basis for preservation, and the imperishable seed.",
    "id": 2488,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 356,
    "verse_id": 356
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I give heat, I withhold and send forth the rain; I am immortality and also death, O Arjuna. I am the being and the non-being.",
    "id": 2495,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 357,
    "verse_id": 357
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those who are versed in the Vedas, who drink Soma and are purified of sin, pray for the heavenly goal by worshipping Me through sacrifices. Having reached the place (world) of the king of gods, which is the result of righteousness, they enjoy the divine pleasure of the gods in heaven.",
    "id": 2503,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 358,
    "verse_id": 358
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "After having enjoyed that vast heavenly world, they enter into the human world upon the exhaustion of their merit. Thus, those who follow the rites and duties prescribed in the three Vedas, and are desirous of pleasures, attain the state of coming and going.",
    "id": 2510,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 359,
    "verse_id": 359
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those persons who, becoming non-different from Me and meditating, worship Me everywhere, for them, who are ever attached to Me, I arrange for securing what they lack and preserving what they have.",
    "id": 2517,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 360,
    "verse_id": 360
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Even those who are devoted to other divinities with faith in their hearts, worship Me alone, O Arjuna, though not in accordance with the Sastras.",
    "id": 2523,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 361,
    "verse_id": 361
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "For I alone am the enjoyer and Lord of all sacrifices; but they do not know Me in reality, and thus they return to this mortal world.",
    "id": 2532,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 362,
    "verse_id": 362
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those who worship the gods reach the gods; the worshippers of the manes go to the manes; the devotees of the Beings reach the Beings; and those who worship Me come to Me.",
    "id": 2538,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 363,
    "verse_id": 363
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Whoever offers Me with devotion—a leaf, a flower, a fruit, or water—I accept that gift of the pure-hearted man which has been presented devotionally.",
    "id": 2545,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 364,
    "verse_id": 364
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give, and whatever austerities you undertake—all of that you offer to Me.",
    "id": 2552,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 365,
    "verse_id": 365
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Thus, you shall be freed from the good and evil results which are the action-bonds. Having your innate nature immersed in the Yoga of renunciation and, thus, being fully liberated, you shall attain Me.",
    "id": 2561,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 366,
    "verse_id": 366
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I am impartial towards all beings; to Me there is none detestable or none dear. But those who worship Me with devotion, they exist in Me, and I too exist in them.",
    "id": 2566,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 367,
    "verse_id": 367
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Even if a man of very bad conduct worships Me with single-minded devotion, he is to be considered truly good; for he has rightly resolved.",
    "id": 2573,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 368,
    "verse_id": 368
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "He soon becomes possessed of a virtuous mind; he attains everlasting peace. Do you proclaim boldly, O son of Kunti, that My devotee will not be ruined.",
    "id": 2580,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 369,
    "verse_id": 369
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "For, O son of Prtha, even those who are born of sin-women, Vaisyas, as well as Sudras—[S.'s construction of this portion is: women, Vaisyas as well as Sudras, and even others who are born of sin (i.e., those who are born low and are of vile deeds, viz Mlecchas, Pukkasas and others). M.S. also takes papa-yonayah (born of sin) as a separate phrase, and classifies women and others only as those darred from Vedic study, etc.-Tr.]—even they reach the highest Goal by taking shelter under Me.",
    "id": 2587,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 370,
    "verse_id": 370
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "How much more then, for the pure Brahmanas and royal sages who are My devotees! Having obtained this transient and joyless world, they should worship Me.",
    "id": 2593,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 371,
    "verse_id": 371
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Having your mind fixed on Me, be devoted to Me, sacrifice to Me, and bow down to Me. By concentrating your mind and accepting Me as the supreme goal, you shall surely attain Me, who am thus the Self.",
    "id": 2601,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 372,
    "verse_id": 372
  }

]