[

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Arjuna said, But, O Krsna, what is the state of those who, endued with faith, perform sacrifices, distribute wealth, etc. in honour of gods and others, while ignoring the injunctions of the scriptures? Is it sattva, rajas, or tamas?",
    "id": 4169,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 596,
    "verse_id": 596
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The Bhagavat said, \"The faith of the embodied persons is born of their nature and is of three kinds [viz.]: that which is made of Sattva; that which is made of Rajas; and that which is made of Tamas. Listen about them.\"",
    "id": 4178,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 597,
    "verse_id": 597
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Corresponding to one's own sattva, O descendant of Bharata, everybody has faith. The person predominantly consists of faith. Whatever one has faith in, that he becomes certainly.",
    "id": 4185,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 598,
    "verse_id": 598
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "The sattvic, or pure, men worship the gods; the rajasic, or passionate, worship the yakshas and rakshasas; the others, the tamasic or deluded people, worship ghosts and hosts of nature-spirits.",
    "id": 4191,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 599,
    "verse_id": 599
  },

  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "Those who practice austerities not commanded by scripture, who are enslaved to hypocrisy and egotism, who are carried away by the fury of desire and passion,",
    "id": 4200,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 600,
    "verse_id": 600
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "(And those who,) being non-discriminating, torture all the organs in the body as well as even Me who reside in the body—know them to be possessed of demoniacal conviction.",
    "id": 4204,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 601,
    "verse_id": 601
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Food, which is dear to all, is of three kinds; likewise, sacrifices, austerity, and charity are also of three kinds. Listen to this classification of them.",
    "id": 4211,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 602,
    "verse_id": 602
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The foods that increase life, energy, strength, good health, happiness, and satisfaction; which are delicious, soft, substantial, and pleasant to the heart (stomach); they are dear to the men of the Sattva strand.",
    "id": 4220,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 603,
    "verse_id": 603
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The foods killed by men of the Rajas strand are those that are bitter, sour, salty, very hot, harsh, dry, and burning; and which cause pain, grief, and disease.",
    "id": 4227,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 604,
    "verse_id": 604
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Food that is not properly cooked, lacking in essence, putrid and stale, as well as that which is unfit for sacrifice, is dear to one possessed of tamas.",
    "id": 4232,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 605,
    "verse_id": 605
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "That sacrifice which is in accordance with the injunctions, performed by persons who do not hanker after results, and with the mental conviction that it is surely obligatory, is done through sattva.",
    "id": 4239,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 606,
    "verse_id": 606
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "But that sacrifice which is performed with an aim for a result, as well as for show—know that sacrifice to be done through rajas, O greatest among the descendants of Bharata.",
    "id": 4246,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 607,
    "verse_id": 607
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "They declare that sacrifice as 'done through tamas' which is contrary to injunction, in which no food is distributed, in which no mantras are used, in which no offerings are made to priests, and which is devoid of faith.",
    "id": 4253,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 608,
    "verse_id": 608
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Worshiping the gods, the twice-born, the preceptors, the enlightened ones, practicing purity, uprightness, continence, and non-injury—these are called austerity of the body.",
    "id": 4259,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 609,
    "verse_id": 609
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The unoffending speech which is true, pleasant, and beneficial; as well as the practice of regular recitation of the Vedas—all this is said to be an austerity of the speech-sense.",
    "id": 4269,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 610,
    "verse_id": 610
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The serenity of mind, the stillness, the taciturnity, the self-control, the purity of thought—all this is called mental austerity.",
    "id": 4276,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 611,
    "verse_id": 611
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "When that threefold austerity is undertaken with supreme faith by people who do not hanker after results and are self-controlled, they speak of it as being born of sattva.",
    "id": 4281,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 612,
    "verse_id": 612
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "That austerity which is undertaken for earning a name, being honored and worshipped, and also ostentatiously—that is spoken of as born of rajas, belonging to this world, uncertain, and transitory.",
    "id": 4288,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 613,
    "verse_id": 613
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "That austerity which is practised out of a foolish notion, with self-torture, or for the purpose of destroying another, is declared to be of the Tamasic nature.",
    "id": 4296,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 614,
    "verse_id": 614
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "That gift is referred to as born of sattva which is given with the idea that it should be given, to one who will not serve in return, at the right place, right time, and to the right person.",
    "id": 4302,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 615,
    "verse_id": 615
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "But what is given in return for a favor, or with the expectation of a reward, and which is done with much agitation—that gift is said to be of the Rajas.",
    "id": 4311,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 616,
    "verse_id": 616
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That gift which is given at the wrong place, wrong time, to an unworthy recipient, without due respect and with contempt, is called the gift of a Tamasa nature.",
    "id": 4315,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 617,
    "verse_id": 617
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Om, Tat, Sat—thus, Brahman is denoted by this threefold expression. In the past, Brahmanas, the Vedas, and sacrifices were ordained in association with these.",
    "id": 4322,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 618,
    "verse_id": 618
  },
  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "Therefore, all acts of sacrifice, gifts, and austerities prescribed by the scriptures are always begun by those who understand the Spirit with the word \"Om.\"",
    "id": 4333,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 619,
    "verse_id": 619
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "After uttering the word \"tat,\" acts of sacrifice and austerity, as well as various acts of charity, are performed without regard for results by persons aspiring for liberation.",
    "id": 4337,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 620,
    "verse_id": 620
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "This word \"sat\" is used with regard to something coming into being and someone becoming good. Likewise, O son of Prtha, the word \"sat\" is used with regard to an auspicious rite.",
    "id": 4344,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 621,
    "verse_id": 621
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And the steadfastness in sacrifice, austerity, and charity is spoken of as sat (good). And even the action meant for these is, indeed, called as sat.",
    "id": 4351,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 622,
    "verse_id": 622
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O son of Prtha, whatever is offered in sacrifice and given in charity, as also whatever austerity is undertaken or whatever is done without faith, is said to be of no avail. And it is of no consequence after death, nor here.",
    "id": 4358,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 623,
    "verse_id": 623
  }
]

