[
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Arjuna said, O mighty-armed Hrsikesa, O slayer of Kesi, I want to know separately the truth about sannyasa as well as about tyaga.",
    "id": 4365,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 624,
    "verse_id": 624
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"The learned ones know sannyasa to be the giving up of actions done with a desire for reward. The adepts call the abandonment of the results of all works 'tyaga'.\"",
    "id": 4372,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 625,
    "verse_id": 625
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Some learned persons say that action, beset with evil as it is, should be abandoned, and others say that the practice of sacrifice, charity, and austerity should not be abandoned.",
    "id": 4379,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 626,
    "verse_id": 626
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds.",
    "id": 4386,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 627,
    "verse_id": 627
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The actions of Vedic sacrifice, gift, and austerity should not be relinquished and they must necessarily be performed; for the men of wisdom, the Vedic sacrifice, gift, and austerity are the means of purification.",
    "id": 4395,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 628,
    "verse_id": 628
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "But even these actions should be performed, leaving aside attachment and the desire for rewards, O Arjuna; this is my certain and most assured conviction.",
    "id": 4401,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 629,
    "verse_id": 629
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "But the renunciation of obligatory acts is not proper; abandonment of these through delusion is declared to be of a Tamasic nature.",
    "id": 4406,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 630,
    "verse_id": 630
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "He who would, out of fear of bodily exertion, relinquish an action just because it is painful—that person, having thus made relinquishment an act of the Rajas (Strand), would not at all gain the fruit of that relinquishment.",
    "id": 4416,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 631,
    "verse_id": 631
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Whatever obligatory duty is performed just because it is a bounden duty, O Arjuna, by giving up attachment and the results as well—that renunciation is considered to be based on sattva.",
    "id": 4421,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 632,
    "verse_id": 632
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The man of renunciation, imbued with sattva, wise and free from doubts, does not hate unbecoming action, nor does he become attached to becoming activity.",
    "id": 4428,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 633,
    "verse_id": 633
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "For, it is impossible for one who has a body to completely abandon actions. But he who gives up the results of his works is called the one who has abandoned them.",
    "id": 4434,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 634,
    "verse_id": 634
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Undesirable, desirable, and mixed—thus, threefold is the fruit of work that accrues after death to those who have not renounced; but to those who have renounced, none accrues whatsoever.",
    "id": 4441,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 635,
    "verse_id": 635
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Learn from Me, O Arjuna, these five causes for the accomplishment of all acts, as described in Sankhya-krtanta—the science of exact understanding of things—for the accomplishment of works.",
    "id": 4448,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 636,
    "verse_id": 636
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "The seat of action, the agent, the various kinds of organs, the different and distinctive functions of vital air, and the fifth among these—Divinity—all these.",
    "id": 4455,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 637,
    "verse_id": 637
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "For whatever action a person undertakes with their body, speech, and mind, whether right or wrong, i.e., enjoined or forbidden by the Sastras, the following five are its causes:",
    "id": 4462,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 638,
    "verse_id": 638
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Now, such being the case, verily he who, owing to an untrained understanding, looks upon his Self, which is isolated, as the agent, he of perverted intelligence does not see.",
    "id": 4471,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 639,
    "verse_id": 639
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "He whose mental disposition is not dominated by the sense of 'I', and whose intellect is not stained—he, even if he slays these worlds, does not [really] slay any and is not fettered.",
    "id": 4479,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 640,
    "verse_id": 640
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Knowledge, the object of knowledge, and the knower—these are the threefold inducements to action. The comprehension of actions comes under three heads: the instruments, the object, and the subject.",
    "id": 4484,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 641,
    "verse_id": 641
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Knowledge, action, and agent are declared in the science of the Gunas to be of three kinds, according to the difference in the Gunas. Listen to them also as they are.",
    "id": 4490,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 642,
    "verse_id": 642
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "That instrument of knowledge, by means of which one perceives the singular, immutable existence in all beings, the unclassified among the classified ones—that you must know to be born of the Sattva (Strand).",
    "id": 4500,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 643,
    "verse_id": 643
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "That instrument of knowledge, by means of which one considers the varied natures of different sorts in all beings as truly distinct—that is regarded to be of the Rajas strand.",
    "id": 4507,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 644,
    "verse_id": 644
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "That [instrument-of-knowledge], because of which one, not realizing the whole, gets indulged without reason in a particular activity, and which is unconcerned with the real nature of things and is insignificant—that is declared to be of the Tamas (Strand).",
    "id": 4514,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 645,
    "verse_id": 645
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The object that has been acquired with determination, without attachment and without desire or hatred, by one who does not crave to reap the fruit of their action - that is declared to be of the Sattva (Strand).",
    "id": 4521,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 646,
    "verse_id": 646
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The object which is abundant in afflictions and which is further desired by one who craves to attain the desired thing with the feeling of 'I'—that is considered to be of the Rajas (Strand).",
    "id": 4528,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 647,
    "verse_id": 647
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The object which is gained, due to ignorance, without considering the result, the loss, the injury to others, and one's own strength—that is declared to be of the Tamas (Strand).",
    "id": 4535,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 648,
    "verse_id": 648
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "[Ast. introduces this verse with 'Idanim kartrbhedah ucyate, Now is being stated the distinctions among the agents.'-Tr.] The agent who is free from attachment [Attachment to results or the idea of agentship.], not egotistical, endowed with fortitude and diligence, and unperturbed by success and failure is said to be possessed of sattva.",
    "id": 4540,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 649,
    "verse_id": 649
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The agent who has attachment, who is desirous of the results of actions, covetous, cruel by nature, unclean, and subject to joy and sorrow, is declared to be possessed of rajas.",
    "id": 4547,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 650,
    "verse_id": 650
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That doer is said to be Tamasika who is unqualified, unrefined, obstinate, depraved, dishonest, indolent, despondent, and lethargic.",
    "id": 4553,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 651,
    "verse_id": 651
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O Dhananjaya, listen to the classification of the intellect and fortitude, which is threefold according to the gunas, while it is being stated in detail and separately.",
    "id": 4561,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 652,
    "verse_id": 652
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "The intellect which knows the path of work and renunciation, what should be done and what should not be done, fear and fearlessness, bondage and liberation—that intellect is Sattvic (pure), O Arjuna.",
    "id": 4569,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 653,
    "verse_id": 653
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O Partha, that intellect is born of rajas with which one wrongly understands virtue and vice, as well as what ought to be done and ought not to be done.",
    "id": 4575,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 654,
    "verse_id": 654
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O Partha, that intellect is born of tamas which, being covered by darkness, considers vice as virtue, and indeed perceives all things contrary to what they are.",
    "id": 4582,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 655,
    "verse_id": 655
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That fortitude, by which one maintains the unwavering activities of the mind and vital force, and these sense-organs, through yoga—that fortitude is of the nature of sattva.",
    "id": 4588,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 656,
    "verse_id": 656
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "But, O Partha, the steadfastness with which one holds on to righteousness, covetable things, and wealth, desiring their fruits as the occasion for each arises, that steadfastness is born of rajas.",
    "id": 4596,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 657,
    "verse_id": 657
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "That firmness is considered to be born of tamas, due to which a person with a corrupt intellect does not give up sleep, fear, sorrow, despondency, as well as sensuality.",
    "id": 4603,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 658,
    "verse_id": 658
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Now hear from Me, O scion of the Bharata dynasty, as regards the three kinds of joy: That in which one delights due to habit, and certainly attains the cessation of sorrows; [S. and S.S. take the second line of this verse along with the next verse referring to sattvika happiness.-Tr.]",
    "id": 4610,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 659,
    "verse_id": 659
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That which, at first, is like a poison but becomes like an elixir in the end, born from the serene state of mind focused on the Self—such pleasure is said to be Sattvika.",
    "id": 4616,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 660,
    "verse_id": 660
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "[The happiness] which is like nectar at its due time due to the contact between the senses and sense-objects; but which is like poison at the time of its result—that is considered to be of the Rajas (Strand).",
    "id": 4626,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 661,
    "verse_id": 661
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The happiness that, both initially and subsequently, is of the nature of deluding the Self; and which results from sleep, indolence, and heedlessness—that is stated to be of the Tamas (Strand).",
    "id": 4633,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 662,
    "verse_id": 662
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Whether on earth or among the gods in heaven, there is not a single being that is free from these three strands born of material nature.",
    "id": 4640,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 663,
    "verse_id": 663
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The duties of the Brahmanas, the Kshatriyas, the Vaishyas, and the Shudras are properly classified according to the qualities that are the sources of their nature, O scorcher of foes!",
    "id": 4647,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 664,
    "verse_id": 664
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The natural duties of the Brahmanas are the control of the internal and external organs, austerity, purity, forgiveness, straightforwardness, knowledge, as well as wisdom [Knowledge refers to the understanding of subjects presented by the scriptures; wisdom means making them matters of one's own experience.], and faith.",
    "id": 4652,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 665,
    "verse_id": 665
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Heroic deeds, fiery energy, firmness, dexterity, and also non-attachment form the duties of the Ksatriyas, born of their nature, in battle, giving gifts, and overlordship.",
    "id": 4661,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 666,
    "verse_id": 666
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Agriculture, cattle-rearing, and trade are the duties of the Vaisya (merchant), born of their own nature; and service is the duty of the Sudra (servant-class), born of their own nature.",
    "id": 4667,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 667,
    "verse_id": 667
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "A person, devoted to their own respective action, attains success. How one attains success through devotion to their own action, that you must hear from Me.",
    "id": 4675,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 668,
    "verse_id": 668
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "From whence the activities of the beings arise, and by which this universe is pervaded—worshipping That by one's own prescribed action, one attains success.",
    "id": 4682,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 669,
    "verse_id": 669
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Better is one's own prescribed duties, born of one's nature, even though it is devoid of excellence, than another's duty well executed; the doer of duty, dependent on one's own nature, does not incur sin.",
    "id": 4689,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 670,
    "verse_id": 670
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O son of Kunti, one should not give up the duty to which one is born, even though it be imperfect. For all undertakings are surrounded by evil, as fire is with smoke.",
    "id": 4694,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 671,
    "verse_id": 671
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "He whose intellect remains unattached to everything, who has conquered his internal organs and is desireless, attains through monasticism the supreme perfection consisting of the state of one free from duties.",
    "id": 4701,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 672,
    "verse_id": 672
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Understand for certain from Me, in brief indeed, O son of Kunti, that process by which one who has achieved success attains Brahman, which is the supreme consummation of knowledge.",
    "id": 4708,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 673,
    "verse_id": 673
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Endowed with a pure intellect and controlling oneself with fortitude, one should reject the objects beginning from sound [sound, touch, form, color, taste, and smell - Tr.] and eliminate attachment and hatred.",
    "id": 4715,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 674,
    "verse_id": 674
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "One who resorts to solitude, eats sparingly, has control over their speech, body, and mind, for whom meditation and concentration are ever the highest duty, and who is possessed of dispassion;",
    "id": 4722,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 675,
    "verse_id": 675
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Having discarded egotism, force, pride, desire, anger, and superfluous possessions, and being free from the idea of possession and serene, that person is fit for becoming Brahman.",
    "id": 4729,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 676,
    "verse_id": 676
  },
  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "When he unites with the Eternal and his soul knows the bliss of the Self, he feels no desire or regret, he regards all beings equally, and enjoys the blessing of supreme devotion to Me.",
    "id": 4739,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 677,
    "verse_id": 677
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Through devotion, he comes to know Me fully—who and what I am in reality, who I am and how I am. Knowing Me thus in truth, he forthwith enters into Me.",
    "id": 4742,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 678,
    "verse_id": 678
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Performing all his actions all the time and taking refuge in Me, he attains, through My grace, the eternal, changeless state.",
    "id": 4752,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 679,
    "verse_id": 679
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Mentally surrendering all actions to Me and accepting Me as the supreme, keep your mind ever fixed on Me by resorting to the concentration of your intellect.",
    "id": 4757,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 680,
    "verse_id": 680
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Having your thought-organ turned towards Me, you shall pass over all obstacles by My Grace. On the other hand, if you don't give up your sense of ego, you will not liberate yourself; instead, you will perish.",
    "id": 4766,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 681,
    "verse_id": 681
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "In case, holding fast to the sense of ego, you think, 'I shall not fight,' that resolve of yours will be useless. Your own natural condition will incite you to fight.",
    "id": 4773,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 682,
    "verse_id": 682
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O Arjuna, bound by your own duty born out of your own inner disposition, and having no control over your own will, you will be compelled to do that very thing which you now do not desire to do through delusion.",
    "id": 4777,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 683,
    "verse_id": 683
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "O Arjuna! This Lord dwells in the hearts of all beings, causing, by His trick of illusion, all beings to whirl round as if they are mounted on a revolving mechanical contrivance.",
    "id": 4787,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 684,
    "verse_id": 684
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "To Him alone, O descendant of Bharata, you must go for refuge with all your thoughts. Through My grace, you will attain success and the eternal abode.",
    "id": 4794,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 685,
    "verse_id": 685
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Thus, the path of wisdom, a better secret than all other secrets, has been expounded to you by Me; comprehend it fully and then act as you wish.",
    "id": 4801,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 686,
    "verse_id": 686
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Yet again, you must listen to My ultimate, supreme message—the highest secret of all. You are My dear one and have a firm intellect, so I shall tell you what is good for you.",
    "id": 4808,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 687,
    "verse_id": 687
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Fix your mind on Me, be devoted to Me, offer sacrifices to Me, and bow down to Me. Thus, you will come to Me alone. I promise you this truth, for you are dear to Me.",
    "id": 4813,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 688,
    "verse_id": 688
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Abandon all forms of rites and duties, and take refuge in Me alone. I will free you from all sins; do not grieve.",
    "id": 4820,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 689,
    "verse_id": 689
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "This knowledge is for you, and it should never be imparted to one who does not observe austerities; to one who has no devotion; to one who has no desire to listen; and to one who is indignant towards Me.",
    "id": 4829,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 690,
    "verse_id": 690
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "He who proclaims this supreme mystery among My devotees shall come to Me, acquiring supreme devotion towards Me. There is no doubt about this.",
    "id": 4833,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 691,
    "verse_id": 691
  },{
  "authorName": "Swami Gambirananda",
  "author_id": 19,
  "description": "And compared to him, no other human is better at accomplishing what is dear to Me. Furthermore, there will be no one else in the world dearer to Me than him.",
  "id": 4841,
  "lang": "english",
  "language_id": 1,
  "verseNumber": 692,
  "verse_id": 692
},
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And he who will study this sacred conversation between us two, which is conducive to virtue, by him I shall be adored through the Sacrifice of Knowledge. This is My judgment.",
    "id": 4848,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 693,
    "verse_id": 693
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Any man who, being reverent and free from caviling, listens to this (teaching) with reverence, he too, becoming free, shall attain the blessed worlds of those who perform virtuous deeds.",
    "id": 4855,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 694,
    "verse_id": 694
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "O son of Prtha! Have you heard this with an attentive mind? O Dhananjaya! Has your strong delusion, born of ignorance, been completely destroyed?",
    "id": 4864,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 695,
    "verse_id": 695
  },
  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "Arjuna replied: \"My Lord! O Immutable One! My delusion has fled. By Your Grace, O Changeless One, the light has dawned. My doubts have been dispelled, and I stand before You ready to do Your will.\"",
    "id": 4872,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 696,
    "verse_id": 696
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Sanjaya said, \"I thus heard this conversation between Vasudeva and the great-souled Partha, which is unique and makes one's hair stand on end.\"",
    "id": 4876,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 697,
    "verse_id": 697
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Through the favor of Vyasa, I heard this secret concerning the supreme Yoga from Krishna, the Lord of Yogas, while He Himself was speaking!",
    "id": 4883,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 698,
    "verse_id": 698
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "O King! By repeatedly recollecting this wonderful, pious dialogue between Kesava and Arjuna, I am filled with delight again and again.",
    "id": 4892,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 699,
    "verse_id": 699
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "And, remembering over and over again that most marvelous form of Hari, great is my amazement, O King, and I rejoice again and again.",
    "id": 4896,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 700,
    "verse_id": 700
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Where there is Krishna, the Lord of yogas, and where there is Partha, the wielder of the bow, there is fortune, victory, prosperity, and unfailing prudence. Such is my conviction.",
    "id": 4904,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 701,
    "verse_id": 701
  }
]