[

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Arjuna said, O Supreme Person, what is Brahman? What exists in the individual plane? What is action? What is said to exist in the physical plane? And what is said to exist in the divine plane?",
    "id": 2173,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 311,
    "verse_id": 311
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O Madhusudana, how is the entity existing in the sacrifice here in this body, and who is it? And how are You to be known by people of concentrated minds at the time of death?",
    "id": 2180,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 312,
    "verse_id": 312
  },

  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "The Lord Shri Krishna replied: The Supreme Spirit is the Highest Imperishable Self, and Its nature is spiritual consciousness. The worlds have been created and are sustained by an emanation from the Spirit, which is called the Law.",
    "id": 2191,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 313,
    "verse_id": 313
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "That which exists in the physical plane is the mutable entity, and what exists in the divine plane is the Person. O best among the embodied beings, I Myself am the entity that exists in the sacrifice within this body.",
    "id": 2194,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 314,
    "verse_id": 314
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "And at the time of death, anyone who departs, giving up the body while thinking of Me alone, attains My state; there is no doubt about this.",
    "id": 2201,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 315,
    "verse_id": 315
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O son of Kunti, thinking of any entity, whichever it may be, one gives up the body at the end; he attains that very one, having been always engrossed in its thought.",
    "id": 2208,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 316,
    "verse_id": 316
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Therefore, at all times keep Me in your mind and fight; then, having your mind and intellect dedicated to Me, you will undoubtedly attain Me alone.",
    "id": 2218,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 317,
    "verse_id": 317
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "With the mind not moving towards any other thing, made steadfast through the practice of habitual meditation, and constantly meditating, one goes to the Supreme Person, the Resplendent, O Arjuna.",
    "id": 2224,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 318,
    "verse_id": 318
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "He who meditates on the Omniscient, the Ancient, the Ruler, subtler than the subtle, the Ordainer of everything, of inconceivable form, effulgent like the sun, and beyond darkness—he attains the Supreme Person.",
    "id": 2229,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 319,
    "verse_id": 319
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "At the time of death, having fully fixed the Prana (vital force) between the eyebrows with an unwavering mind, and being imbued with devotion as well as the strength of concentration, he reaches that resplendent Supreme Person.",
    "id": 2236,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 320,
    "verse_id": 320
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I will briefly speak to you of that immutable Goal, which the knowers of the Vedas declare; into which diligent ones, free from attachment, enter, and for which people practice celibacy, aspiring.",
    "id": 2243,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 321,
    "verse_id": 321
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Properly controlling all the gates of the body; restraining the mind firmly in the heat; fixing one's own prana in the head; taking refuge in the firmness of Yoga.",
    "id": 2253,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 322,
    "verse_id": 322
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "He who departs, leaving the body while uttering the single syllable, viz. \"Om,\" which is Brahman, and thinking of Me, attains the supreme Goal.",
    "id": 2257,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 323,
    "verse_id": 323
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "I am easily attainable by that ever-steadfast yogi who constantly and daily remembers me for a long time, not thinking of anything else with a single-minded or one-pointed focus, O Partha.",
    "id": 2266,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 324,
    "verse_id": 324
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Having attained Me, these great souls do not take birth again here—a place of pain and impermanence—but have reached the highest perfection of liberation.",
    "id": 2273,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 325,
    "verse_id": 325
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O Arjuna, all the worlds together with the world of Brahma are subject to return. But, O son of Kunti, there is no rebirth after reaching Me.",
    "id": 2278,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 326,
    "verse_id": 326
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Those people who know what day and night are, know the day of Brahma which ends in a thousand yugas [The four yugas (in the human worlds), viz Satya, Treta, Dwapara, and Kali are made up of 4,320,000 years. This period multiplied by a thousand constitutes one day of Brahma. His night also extends over a similar period. See M.S. and V.S.A.], and His night which also ends in a thousand yugas.",
    "id": 2285,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 327,
    "verse_id": 327
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "From the Unmanifested, all the manifested worlds proceed upon the arrival of the 'day'; upon the arrival of the 'night', they dissolve indeed into that which is known as the Unmanifested.",
    "id": 2294,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 328,
    "verse_id": 328
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O son of Prtha, after being born again and again, that very multitude of beings disappears of its own accord at the approach of night. It comes to life again at the approach of day.",
    "id": 2299,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 329,
    "verse_id": 329
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "But distinct from that Unmanifested is the other eternal, unmanifest Reality, who does not get destroyed when all beings are destroyed.",
    "id": 2306,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 330,
    "verse_id": 330
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "What is known as the Unmanifested and the Imperishable, That is said to be the highest goal. Those who reach It do not return (to this Samsara). That is My supreme abode (place or state).",
    "id": 2315,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 331,
    "verse_id": 331
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O son of Prtha, that supreme Person—in whom all beings are included and by whom all this is pervaded—is, indeed, reached through one-pointed devotion.",
    "id": 2321,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 332,
    "verse_id": 332
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O best of the Bharata dynasty, I shall now speak of that time by which the yogis depart and attain the State of Non-return, and also the State of Return.",
    "id": 2327,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 333,
    "verse_id": 333
  },

  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "If the sage, knowing the Supreme Spirit, goes forth with fire and light during the day, in the fortnight of the waxing moon, and in the six months before the Northern summer solstice, he will attain the Supreme.",
    "id": 2338,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 334,
    "verse_id": 334
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Following this Path, the yogi, having reached the lunar light, returns, smoke, night, as also the dark fortnight and the six months of the Southern solstice.",
    "id": 2342,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 335,
    "verse_id": 335
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "These two paths of the world, which are white and black, are indeed considered eternal. Through one, a person goes to the state of non-return; through the other, they return again.",
    "id": 2348,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 336,
    "verse_id": 336
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O son of Prtha, no yogi—one steadfast in meditation—whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be steadfast in yoga at all times.",
    "id": 2355,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 337,
    "verse_id": 337
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Whatever fruit of merit is declared (in the scriptures) to accrue from (the study of) the Vedas, (the performance of) sacrifices, (the practice of) austerities, and gifts, beyond all this goes the Yogi, having known this; and he attains to the Supreme, Primeval (first or ancient) Abode.",
    "id": 2364,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 338,
    "verse_id": 338
  }

]