[

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"O Partha, hear how, with your mind fixed on Me, practicing the Yoga of Meditation and taking refuge in Me, you will certainly and fully know Me.",
    "id": 1964,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 281,
    "verse_id": 281
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I will declare to you in full this knowledge of God, along with the knowledge that makes it distinguished, knowing which nothing else remains to be known.",
    "id": 1970,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 282,
    "verse_id": 282
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Among thousands of men, perhaps one makes an effort for the determined knowledge. Among those, even though they make an effort, perhaps one realizes Me correctly with the determined knowledge.",
    "id": 1980,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 283,
    "verse_id": 283
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Earth, water, fire, air, ether, Manas, Buddhi, and the ego-sense—thus My Prakriti is divided into eight parts.",
    "id": 1984,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 284,
    "verse_id": 284
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O mighty-armed one, this is the inferior Prakrti. Know the other Prakrti of Mine, which is however higher than this, which has taken the form of individual souls, and by which this world is upheld.",
    "id": 1992,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 285,
    "verse_id": 285
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Understand thus that all things—sentient and insentient—have these as their source. I am the origin as well as the end of the entire universe.",
    "id": 1999,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 286,
    "verse_id": 286
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "There is nothing higher than Me, O Arjuna. All this is strung on Me, like clusters of gems on a string.",
    "id": 2007,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 287,
    "verse_id": 287
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I am the taste in the waters, O Arjuna! I am the light in the sun and the moon; the sacred syllable Om in all the Vedas; sound in the ether; and manhood in men, I am.",
    "id": 2012,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 288,
    "verse_id": 288
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I am also the sweet fragrance in the earth; I am the brilliance in the fire, and the life in all beings; and I am the austerity of the ascetics.",
    "id": 2020,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 289,
    "verse_id": 289
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Know Me, O Arjuna, as the eternal seed of all beings; I am the intelligence of the intelligent, and the splendour of the splendid objects.",
    "id": 2028,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 290,
    "verse_id": 290
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And of the strong, I am the strength that is devoid of passion and attachment. Among creatures, I am desire that is not contrary to righteousness, O scion of the Bharata dynasty.",
    "id": 2034,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 291,
    "verse_id": 291
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those things that are made of the quality of sattva, and those things that are made of the quality of rajas and tamas, know them to have sprung from Me alone. However, I am not in them; they are within Me!",
    "id": 2041,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 292,
    "verse_id": 292
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "The entire universe is deluded by these three states originating from the Gunas (of Prakrti), and fails to recognize Me, who am beyond them and immutable.",
    "id": 2047,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 293,
    "verse_id": 293
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "(a) For this divine Maya or Mine, consisting of the three Gunas (assumed for purposes of sport), is hard to overcome.\n৷৷\n(b) ৷৷ But those who take refuge in Me alone shall pass beyond the Maya.",
    "id": 2054,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 294,
    "verse_id": 294
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "The evil-doers, the foolish, the lowest of men, those persons deprived of knowledge by delusion (Maya) and those who are dominated by a demoniac nature - they do not seek refuge in Me.",
    "id": 2061,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 295,
    "verse_id": 295
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O Arjuna, foremost of the Bharata dynasty, four classes of people of virtuous deeds adore Me: the afflicted, the seekers of Knowledge, the seekers of wealth, and the man of Knowledge.",
    "id": 2069,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 296,
    "verse_id": 296
  },

  {
    "authorName": "Shri Purohit Swami",
    "author_id": 21,
    "description": "Of all these, he who has gained wisdom, who meditates on Me without ceasing, devoting himself solely to Me, is the best; for I am exceedingly beloved by the wise man, and the wise man is also beloved by Me.",
    "id": 2079,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 297,
    "verse_id": 297
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Indeed, all of these are noble, but the man of Knowledge is the Self itself. This is my opinion. For, with a steadfast mind, he is set on the path leading only to Me, who am the supreme Goal.",
    "id": 2083,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 298,
    "verse_id": 298
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "At the end of many births, the wise man comes to Me, realizing that all this is Vaasudeva (the innermost Self); such a great soul (Mahatma) is very hard to find.",
    "id": 2091,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 299,
    "verse_id": 299
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Being robbed of their wisdom by innumerable desires and controlled by their own nature, persons take refuge in other deities, following one or the other religious regulations.",
    "id": 2099,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 300,
    "verse_id": 300
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Whatever form of deity a devotee, whomever they may be, desires to worship with faith, I assume that form which is firm and is according to their faith.",
    "id": 2106,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 301,
    "verse_id": 301
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Being imbued with that faith, that person engages in worshipping that form, and they get those very desired results as dispensed by Me alone.",
    "id": 2111,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 302,
    "verse_id": 302
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Verily, the reward (fruit) that accrues to those men of small intelligence is finite. The worshippers of the gods go to them, whereas My devotees come to Me.",
    "id": 2119,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 303,
    "verse_id": 303
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Not knowing My higher, immutable, and unsurpassed nature, the ignorant think of Me as an entity that has now become manifest, though I was previously unmanifest.",
    "id": 2124,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 304,
    "verse_id": 304
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Being surrounded by the trick of yoga-illusion, I am not clear to all; hence, this deluded world of perceivers does not recognize Me, the unborn and undying.",
    "id": 2134,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 305,
    "verse_id": 305
  },

  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "O Arjuna, I know the beings that have gone, that are present, and those yet to be born; but no one knows Me.",
    "id": 2141,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 306,
    "verse_id": 306
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "O scion of the Bharata dynasty, O destroyer of foes, due to the delusion of duality arising from likes and dislikes, all creatures become bewildered upon their birth.",
    "id": 2146,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 307,
    "verse_id": 307
  },

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "But those who have done good deeds, whose sins have come to an end, are freed from the delusion of the pairs of opposites. They steadfastly worship Me, adhering to their vows.",
    "id": 2152,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 308,
    "verse_id": 308
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those who strive by resorting to Me for becoming free from old age and death, they know Brahman, the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the qualified Brahman for aspirants of the middle class. Verses beginning with the 14th speak about the realization of the unqualified Brahman by aspirants of the highest class.]",
    "id": 2160,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 309,
    "verse_id": 309
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Those who know Me with the Adhibhuta (pertaining to the elements), Adhidaiva (pertaining to the gods), and the Adhiyajna (pertaining to the sacrifice) know Me even at the time of death, remaining steadfast in mind.",
    "id": 2168,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 310,
    "verse_id": 310
  }

]