[

  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "O Krsna, I have heard in detail about the origin and dissolution of all beings, which come from You, as well as Your immutable greatness.",
    "id": 2908,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 416,
    "verse_id": 416
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Now, O Supreme Lord, as Thou hast thus described Thyself, O Supreme Person, I wish to behold Thy divine form.",
    "id": 2917,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 417,
    "verse_id": 417
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "If Thou, O Lord, thinkest it possible for me to see it, do Thou, then, O Lord of the Yogis, show me Thy imperishable Self.",
    "id": 2924,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 418,
    "verse_id": 418
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"O son of Prtha, behold My forms in their hundreds and thousands, of different kinds, celestial, and of various colors and shapes.\"",
    "id": 2930,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 419,
    "verse_id": 419
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Behold the Adityas, the Vasus, the Rudras, the two Ashvins, and the Maruts. O scion of the Bharata dynasty, also behold the many wonders that have never been seen before.",
    "id": 2937,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 420,
    "verse_id": 420
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "See now, O Gudakesa, the entire Universe together with the moving and the non-moving, concentrated in the same place here in My body, as also whatever else you would like to see.",
    "id": 2944,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 421,
    "verse_id": 421
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "But you are not able to behold Me with these your own eyes; I give you the divine eye; behold My lordly Yoga.",
    "id": 2952,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 422,
    "verse_id": 422
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Sanjaya said, \"O King, having spoken thus, thereafter, Hari, the great Master of Yoga, showed to the son of Prtha the supreme divine form.\"",
    "id": 2958,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 423,
    "verse_id": 423
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Having many faces and eyes, possessing many wondrous sights, adorned with numerous celestial ornaments, and holding many uplifted heavenly weapons;",
    "id": 2965,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 424,
    "verse_id": 424
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Wearing heavenly garlands and apparel, anointed with heavenly scents, abounding in all kinds of wonders, resplendent, infinite, and with faces on all sides.",
    "id": 2972,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 425,
    "verse_id": 425
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Should the effulgence of a thousand suns blaze forth simultaneously in the sky, that might be akin to the radiance of that exalted One.",
    "id": 2979,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 426,
    "verse_id": 426
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "There, Arjuna beheld the whole universe, with its manifold divisions gathered together in one single spot within the body of the God of gods.",
    "id": 2985,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 427,
    "verse_id": 427
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Then, filled with wonder and with hairs standing on end, Arjuna, bowing down with his head to the Lord, said with folded hands:",
    "id": 2993,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 428,
    "verse_id": 428
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Arjuna said, \"O God, I see in Your body all the gods, as well as hosts of various classes of beings; Brahma the ruler, sitting on a lotus seat, and all the heavenly sages and serpents.",
    "id": 3000,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 429,
    "verse_id": 429
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I see You with numerous arms, bellies, mouths, and eyes; with infinite forms all around. O Lord of the Universe, O Cosmic Person, I see no limit, no middle, nor beginning!",
    "id": 3007,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 430,
    "verse_id": 430
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I see You wearing a diadem, wielding a mace, and holding a disc; a mass of brilliance glowing all around, difficult to look at from all sides, possessing the radiance of the blazing fire and sun, and immeasurable.",
    "id": 3014,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 431,
    "verse_id": 431
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "You are the Unchanging, the supreme One to be known; You are the most perfect repository of this Universe. You are the Imperishable, the Protector of the ever-existing religion; You are the eternal Person. This is my belief.",
    "id": 3021,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 432,
    "verse_id": 432
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "I behold You as having no beginning, middle, or end; Your might is infinite. You are endowed with an innumerable number of arms. The sun and moon are Your eyes, and Your mouth emits burning fire. With Your own radiance, You are warning the entire universe.",
    "id": 3027,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 433,
    "verse_id": 433
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Indeed, this intermediate space between heaven and earth, as well as all the directions, are pervaded by You alone. O exalted One, the three worlds are struck with fear upon seeing this strange and fearful form of Yours.",
    "id": 3035,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 434,
    "verse_id": 434
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those very groups of gods enter into You; struck with fear, some extol You with joined palms. Groups of great sages and perfected beings praise You with elaborate hymns, saying, 'May it be well!'",
    "id": 3042,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 435,
    "verse_id": 435
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Those who are the Rudras, the Adityas, the Vasus, and the Sadhyas, the Visvedevas, the two Asvins, the Maruts, and the Usmapas, and hosts of Gandharvas, Yaksas, demons, and Siddhas—all of those very ones gaze at You, being indeed struck with wonder.",
    "id": 3049,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 436,
    "verse_id": 436
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Beholding Your great form with many mouths and eyes, many arms, thighs, and feet, many stomachs, and terrible with many teeth, the worlds tremble, and I too quake, O mighty-armed one.",
    "id": 3055,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 437,
    "verse_id": 437
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "When I behold You touching the Supreme Heaven, shining, multicolored, with yawning mouths and large, resplendent eyes, my inner being trembles in fear. I am unable to find support or peace, O Vishnu.",
    "id": 3062,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 438,
    "verse_id": 438
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Viewing Your mouths, presenting awe-generating fangs and looking like the consuming fire of final destruction, I know not the quarters of the globe nor do I find repose. Be gracious, O Lord of the Devas! O Abode of the universe!",
    "id": 3069,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 439,
    "verse_id": 439
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "And into You enter all those sons of Dhrtarastra, along with multitudes of the rulers of the earth, Bhisma, Drona, and that son of a Suta, Karna, together with our prominent warriors.",
    "id": 3077,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 440,
    "verse_id": 440
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "They rapidly enter into Your terrible mouths with cruel teeth! Some are seen sticking in the gaps between the teeth, with their heads crushed!",
    "id": 3084,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 441,
    "verse_id": 441
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "As the numerous currents of the waters of rivers rush towards the sea alone, so too do those heroes of the human world enter into Your blazing mouths.",
    "id": 3091,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 442,
    "verse_id": 442
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "As moths hasten with increased speed into a blazing fire for destruction, so too do creatures hasten into Your mouths with increased speed for destruction.",
    "id": 3098,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 443,
    "verse_id": 443
  },

  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "Thou lickest up, devouring all the worlds on every side with Thy flaming mouths. Thy fierce rays, filling the whole world with radiance, burn, O Vishnu!",
    "id": 3106,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 444,
    "verse_id": 444
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Please tell me who You are with a terrible form, O Best of gods! Salutations to You; please be merciful. I am desirous of knowing You, the Primal One, in detail, for I do not clearly comprehend Your actions.",
    "id": 3114,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 445,
    "verse_id": 445
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"I am the world-destroying Time, grown in stature and now engaged in annihilating the creatures. Even without you, all the warriors arrayed in the confronting armies will cease to exist!\"",
    "id": 3119,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 446,
    "verse_id": 446
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Therefore, arise, win glory. Conquering your foes, enjoy a prosperous kingdom. By Me they have already been slain. You be merely an instrument, O Arjuna, you great archer!",
    "id": 3125,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 447,
    "verse_id": 447
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Slay Drona, Bhisma, Jayadratha, Karna, as well as other mighty warriors who have been doomed by Me. Do not feel distressed. Fight; you shall conquer your rivals in the battle.",
    "id": 3132,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 448,
    "verse_id": 448
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Sanjaya said: Hearing this utterance of Kesava, Kiriti (Arjuna), with joined palms and trembling, prostrated himself, and then, with a faltering voice, bowed down and overcome by fits of fear, said again to Krsna:",
    "id": 3140,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 449,
    "verse_id": 449
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Arjuna said, \"O Lord of sense-organs (Krsna)! The universe is rightly rejoicing and feeling exceedingly delighted by Your high glory; the demons are fleeing in fear in all directions; and the hosts of the perfected ones are bowing down to You.\"",
    "id": 3149,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 450,
    "verse_id": 450
  },
  {
    "authorName": "Swami Sivananda",
    "author_id": 16,
    "description": "And why should they not, O great Soul, bow to Thee Who art greater than all else, the primal cause even of the Creator (Brahma), O Infinite Being, O Lord of the gods, O Abode of the universe; Thou art the imperishable, the Being, the non-being, and That which is supreme—that which is beyond the Being and the non-being.",
    "id": 3155,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 451,
    "verse_id": 451
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "(a) You are the Primal God and the Ancient One. You are the Supreme resting place of the universe...\n(b)...You are the Knower and the object of knowledge, and the Supreme Abode. Through You, O infinite of form, is this universe pervaded.",
    "id": 3160,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 452,
    "verse_id": 452
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "You are air, death, fire, the god of the waters, the moon, the Lord of creatures, and the great-grandfather. Salutations to you a thousand times! Salutations to you again and again! Salutations!",
    "id": 3168,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 453,
    "verse_id": 453
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "(a) Salutations to You from before and behind! Salutations to You from all sides, O All!৷৷.\n\n(b) ৷৷. O You of infinite prowess and heroic action, which are measureless! You pervade all beings, and therefore, You are all.",
    "id": 3174,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 454,
    "verse_id": 454
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Without knowing Your greatness, whatever I said rashly, inadvertently, or even out of familiarity, thinking You to be a friend, addressing You as 'O Krsna,' 'O Yadava,' 'O friend,' etc.",
    "id": 3182,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 455,
    "verse_id": 455
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Whatever disrespect I have shown to You, making fun of You in the course of play, or while on the bed, or on the seat, or at meals, either alone or in the presence of respectable persons—for that, I beg pardon of You, the Unconceivable One, O Acyuta!",
    "id": 3191,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 456,
    "verse_id": 456
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "You are the Father of all beings, both moving and non-moving; to You, the Teacher, are they worthy of worship, and You are greater than a teacher. There is none equal to You; how can there be anyone greater even in all the three worlds, O You of unrivaled power?",
    "id": 3196,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 457,
    "verse_id": 457
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Therefore, by bowing down and prostrating my body, I seek to propitiate You who are God and are adorable. O Lord, You should forgive my faults as a father would forgive the faults of a son, as a friend would forgive the faults of a friend, and as a lover would forgive the faults of a beloved.",
    "id": 3203,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 458,
    "verse_id": 458
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I am delighted by seeing something I have not seen before, and my mind is stricken with fear. O Lord, show me that very form; O Supreme God, O Abode of the Universe, be gracious!",
    "id": 3210,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 459,
    "verse_id": 459
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "I want to see You just as before, wearing a crown, wielding a mace, and holding a disc in hand. O You with a thousand arms, O You of Cosmic form, appear with that very form with four hands.",
    "id": 3217,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 460,
    "verse_id": 460
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "The Bhagavat said, \"Being gracious towards you, I have shown you, O Arjuna, this supreme form, as a result of your concentration on the Self. This form of Mine, full of universal splendour, unending and primal, has never been seen before by anyone other than yourself.\"",
    "id": 3226,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 461,
    "verse_id": 461
  },
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Not by the study of the Vedas and sacrifices, not by gifts, not even by rituals, nor by severe austerities, can I, in this form, be perceived in the human world by anyone other than you, O most valiant among the Kurus, who has not received My grace.",
    "id": 3231,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 462,
    "verse_id": 462
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "Let there be no distress or bewilderment in you upon seeing this terrifying and violent form of Mine; be free from fear, and with a cheerful heart, behold again this form of Mine which is the same as before.",
    "id": 3240,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 463,
    "verse_id": 463
  },

  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "Sanjaya said, Thus, having spoken to Arjuna in that manner, Vasudeva showed His own form again. And He, the exalted One, reassured this terrified one by again becoming serene in his form.",
    "id": 3245,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 464,
    "verse_id": 464
  },
  {
  "authorName": "Swami Adidevananda",
  "author_id": 18,
  "description": "Arjuna said, \"Having beheld Your human and pleasing form, O Krsna, I am now composed in mind and have been restored to my normal nature.\"",
  "id": 3251,
  "lang": "english",
  "language_id": 1,
  "verseNumber": 465,
  "verse_id": 465
},
  {
    "authorName": "Swami Gambirananda",
    "author_id": 19,
    "description": "The Blessed Lord said, \"This form of Mine, which you have seen, is very difficult to behold; even the gods are ever desirous of a vision of this form.\"",
    "id": 3259,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 466,
    "verse_id": 466
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "Sri Krishna says, \"I cannot be seen in such a form as You have seen Me, not by the Vedas, nor by austerities, nor by gifts, nor by sacrifice.\"",
    "id": 3265,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 467,
    "verse_id": 467
  },
  {
    "authorName": "Swami Adidevananda",
    "author_id": 18,
    "description": "But by single-minded devotion, O Arjuna, it is possible to truly know, to see, and to enter into Me, who am of this form, O harasser of foes.",
    "id": 3272,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 468,
    "verse_id": 468
  },
  {
    "authorName": "Dr. S. Sankaranarayan",
    "author_id": 20,
    "description": "He who performs actions for Me, who regards Me as his supreme goal, who is devoted to Me, who is free from attachment, and who is free from hatred towards all beings—he attains Me, O son of Pandu!",
    "id": 3282,
    "lang": "english",
    "language_id": 1,
    "verseNumber": 469,
    "verse_id": 469
  }

]